Repository: subdownloader/i18n
Catalog: subdownloader/*/subdownloader.po
Languages: eu, ms

source: Albanian
eu: Albaniera
ms: Albania

source: Arabic
eu: Arabiera
ms: Arab

source: Armenian
eu: Armeniera
ms: Armenia

source: Malay
eu: Malaysiera
ms: Melayu

source: Bosnian
eu: Bosniera
ms: Bosnia

source: Bulgarian
eu: Bulgariera
ms: Bulgaria

source: Catalan
eu: Kataluniera

source: Basque
eu: Euskara

source: Chinese (China)
eu: Txinera (Txina)
ms: Cina

source: Croatian
eu: Kroaziera
ms: Croatia

source: Czech
eu: Txekiera

source: Danish
eu: Daniera
ms: Denmark

source: Dutch
eu: Herbeherera
ms: Belanda

source: English (US)
eu: Ingelera (AEB)
ms: Inggeris (US)

source: English (UK)
eu: Ingelera (EB)
ms: Inggeris (UK)

source: Esperanto
eu: Esperantoera

source: Estonian
eu: Estoniera
ms: Estonia

source: Finnish
eu: Finlandiera
ms: Finland

source: French
eu: Frantziera
ms: Perancis

source: Galician
eu: Galiziera
ms: Galicia

source: Georgian
eu: Georgiera
ms: Georgia

source: German
eu: Alemaniera
ms: Jerman

source: Greek
eu: Greziera
ms: Yunani

source: Hebrew
eu: Hebraiera
ms: Ibrani

source: Hungarian
eu: Hungariera
ms: Hungari

source: Indonesian
eu: Indonesiera
ms: Indonesia

source: Italian
eu: Italiera
ms: Itali

source: Japanese
eu: Japoniera
ms: Jepun

source: Kazakh
eu: Kazakhera

source: Korean
eu: Koreera
ms: Korea

source: Latvian
eu: Letoniera
ms: Latvia

source: Lithuanian
eu: Lituaniera
ms: Lithuania

source: Luxembourgish
eu: Luxenburgera
ms: Luxembourg

source: Macedonian
eu: Mazedoniera
ms: Macedonia

source: Norwegian
eu: Norvegiera
ms: Norway

source: Persian
eu: Persiera
ms: Parsi

source: Polish
eu: Poloniera
ms: Poland

source: Portuguese (Portugal)
eu: Portugalera (Portugal)
ms: Portugis (Portugal)

source: Portuguese (Brazil)
eu: Portugalera (Brazil)
ms: Portugis (Brazil)

source: Romanian
eu: Errumaniera
ms: Romania

source: Russian
eu: Errusiera
ms: Rusia

source: Serbian
eu: Serbiera
ms: Serbia

source: Slovak
eu: Eslovakiera

source: Slovenian
eu: Esloveniera
ms: Slovenia

source: Spanish (Spain)
eu: Espainiera (Espainia)
ms: Sepanyol (Sepanyol)

source: Swedish
eu: Suediera
ms: Sweden

source: Thai
eu: Thailandiera
ms: Siam

source: Turkish
eu: Turkiera
ms: Turki

source: Ukrainian
eu: Ukrainiera
ms: Ukraine

source: Vietnamese
eu: Vietnamera
ms: Vietnam

source: Anonymous
eu: Izengabea
ms: Awanama

source: [Rate: %s]
eu: [Neurria: %s]
ms: [Penarafan: %s]

source: (Already downloaded)
eu: (Jadanik jeitsita)
ms: (Sudah dimuat turun)

source: Uploader: %s
eu: Igotzailea: %s
ms: Pemuat Naik: %s

source: Rate: %s
eu: Neurria: %s
ms: Penarafan: %s

source: Format: %s
eu: Heuskarria: %s

source: Downloads: %d
eu: Jeisketak: %d
ms: Muat Turun: %d

source: CDs: %d
eu: CD-ak: %d
ms: CD: %d

source: [IMDB Rate: %s]
eu: [IMDB Maila: %s]
ms: [Penarafan IMDB: %s]

source: (%d subtitles)
eu: (%d azpidatzi)
ms: (%d sari kata)

source: IMDB search dialog:
eu: IMDB bilaketa elkarrizketa:
ms: Dialog gelintar IMDB:

source: Enter the Movie Title or IMDB id:
eu: Idatzi Filmaren Izenburua edo IMDB id-a:
ms: Masukkan Tajuk Cereka atau id IMDB:

source: Search Movie
eu: Bilatu Filma
ms: Gelintar Cereka

source: Movie Info
eu: Filmaren argibideak
ms: Info Cereka

source: OK
eu: Ongi

source: Cancel
eu: Ezeztatu
ms: Batal

source: Select the videos and subtitles (only subtitles will be uploaded):
eu: Hautatu bideoak eta azpidatziak (azpidatziak bakarrik igoko dira):
ms: Sila pilih video dan sari kata (hanya sari kata akan di muat naik):

source: Empty the list
eu: Hustu zerrenda
ms: Kosongkan senarai

source: Details:
eu: Xehetasunak:
ms: Perincian:

source: Movie Title:
eu: Filma Izenburua:
ms: Tajuk Cereka:

source: Click on the Find button to identify the movie
eu: Klikatu Bilatu botoian filma adierazteko
ms: Klik butang Cari untuk mengenal pasti cereka

source: Find
eu: Bilatu
ms: Cari

source: Release name:
eu: Argitalpen izena:
ms: Nama diepaskan:

source: Comments:
eu: Aipamenak
ms: Ulasan:

source: Subtitle Language:
eu: Azpidatzi hizkuntza:
ms: Bahasa Sari Kata:

source: Upload
eu: Igo
ms: Muat Naik

source: Settings
eu: Ezarpenak
ms: Tetapan

source: Filter search results by these languages:
eu: Iragazi bilaketa emaitzak hizkuntza hauekin:
ms: Tapiskan hasil gelintar berdasarkan bahasa ini:

source: Search
eu: Bilatu
ms: Gelintar

source: Destination folder:
eu: Helmuga agiritegia:
ms: Folder destinasi:

source: Same folder as video file
eu: Bideo agiriaren agiritegi berdinean
ms: Sama folder seperti fail video

source: Always ask user
eu: Betik galdetu erabiltzaileari
ms: Sentiasa tanya pengguna

source: Predefined folder:
eu: Aurrezehaztutako agiritegia:
ms: Folder pratakrif:

source: Browse...
eu: Bilatu...
ms: Layar...

source: Filename of the Subtitle:
eu: Azpidatziaren Agirizena:
ms: Nama Fail Sari Kata:

source: Same name as video file
eu: Bideo agiriaren izen berdina
ms: Nama sama seperti fail video

source: Same name as video file + language code (ex: StarWarsCD1.eng.srt)
eu: Bideo agiriaren izen berdina + hizkuntza kodea (adib: StarWarsCD1.eng.srt)
ms: Nama sama seperti fail video + kod bahasa (cth: StarWarsCD1.eng.srt)

source: Same name as the online subtitle
eu: Onlineko azpidatziaren izen berdina
ms: Nama sama seperti sari kata atas talian

source: Download
eu: Jeitsi
ms: Muat Turun

source: Default language of uploaded subtitles
eu: Igotako azpidatzien berezko hizkuntza
ms: Bahasa lalai sari kata yang dimuat naik

source: Network Proxy
eu: Sare proxya
ms: Proksi Rangkaian

source: Host:
eu: Hostalaria:
ms: Hos:

source: Port:
eu: Ataka:

source: Network
eu: Sarea
ms: Rangkaian

source: Interface Language:
eu: Interfazearen Hizkuntza:
ms: Bahasa Antara Muka:

source: Translate This Application...
eu: Itzuli Programa Hau...
ms: Terjemahkan Aplikasi Ini

source: Context Menu:
eu: Hitzinguru Menua:
ms: Menu Konteks:

source: Enable in your Konqueror/Dolphin/Nautilus
eu: Gaitu zure Konqueror/Dolphin/Nautilus-ean
ms: Benarkan didalam Konqueror/Dolphin/Nautilus anda

source: External application for video playback
eu: Kanpoko aplikazioa bideoa irakurtzeko
ms: Aplikasi luaran untuk main balik video

source: Parameters:
eu: Parametroak:
ms: Parameter:

source: Video Player:
eu: Bideo Irakurgailua:
ms: Pemain Video:

source: {0} = video file path; {1} = subtitle path
eu: {0} = bideo agiriaren helburua; {1} = azpidatziaren helburua
ms: {0} = laluan fail video; {1} = laluan sari kata

source: Others
eu: Besteak
ms: Lain-lain

source: Save
eu: Gorde
ms: Simpan

source: About Subdownloader
eu: Subdownloader programari buruz
ms: Perihal Subdownloader

source: About
eu: Honi buruz
ms: Perihal

source: Authors
eu: Egileak
ms: Pengarang

source: License Agreement
eu: Baimen Ituna
ms: Perjanjian lesen

source: Close
eu: Itxi
ms: Tutup

source: Error
eu: Akatsa
ms: Ralat

source: Please identify the movie.
eu: Mesedez adierazi filma.
ms: Sila kenalpasti cereka.

source: Uploading...
eu: Igotzen...
ms: Memuat naik...

source: Uploading subtitle
eu: Azpidatzia igotzen
ms: Memut naik sari kata

source: Successful Upload
eu: Ongi Igota
ms: Muat Naik Berjaya

source: Subtitles successfully uploaded. Many Thanks!
eu: Azpidatzia(k) ongi igota. Mila esker!
ms: Sari kata berjaya dimuat naikkan. Terima Kasih!

source: View Subtitle Info
eu: Ikusi Azpidatziaren Argibideak
ms: Papar Maklumat Sari Kata

source: Problem while uploading... Error: %s
eu: Arazoa igotzean... Akatsa: %s
ms: Masalah semasa memuat naik... Ralat: %s

source: Error contacting the server. Please restart or try later
eu: Akatsa zerbitzariarekin elkarketatzerakoan. Mesedez berrabiarazi edo saiatu geroago
ms: Ralat menyambung ke pelayan. Sila mula semula atau cuba lagi kemudian

source: ↓ Movie autodetected from .nfo file
eu: ↓ Filma .nfo agiritik berez-atzemanda
ms: ↓ Cereka dikesan secara automatik dari fail .nfo

source: ↓ Movie autodetected from database
eu: ↓ Filma datu-basetik berez-atzemanda
ms: ↓ Cereka dikesan secara automatik dari pengkalan data

source: ↑ Language autodetected from database
eu: ↑ Hizkuntza datu-basetik berez-atzemanda
ms: ↑ Bahasa dikesan secara automatik dari pengkalan data

source: ↑ Language autodetected from subtitle's filename
eu: ↑ Hizkuntza azpidatzi agirizenetik berez-atzemanda
ms: ↑ Bahasa dikesan secara automatik dari pengkalan data

source: ↑ Language autodetected from subtitle's content
eu: ↑ Hizkuntza azpidatziaren edukitik berez-atzemanda
ms: ↑ Bahasa dikesan secara automatik dari kandungan sari kata

source: Browse video...
eu: Bilatu bideoa...
ms: Layar video...

source: Browse subtitle...
eu: Bilatu azpidatzia...
ms: Layar sari kata...

source: Select a directory
eu: Hautatu zuzenbide bat
ms: Pilih direktori

source: Connecting
eu: Elkarketatzen
ms: Menyambung

source: Connecting to server...
eu: Zerbitzariarekin elkarketatzen...
ms: Menyambung ke pelayan...

source: Connected successfully
eu: Ongi elkarketatuta
ms: Sambungan berjaya

source: Authentication
eu: Egiaztapena
ms: Pengesahihan

source: Logging in...
eu: Saioa hasten...
ms: Mendaftar masuk...

source: Login: ERROR
eu: Saioa hastea: AKATSA
ms: Daftar Masuk: RALAT

source: Save as...
eu: Gorde honela...
ms: Simpan sebagai...

source: Please fill out the search title
eu: Mesedez osatu bilaketaren izenburua
ms: Sila isi tajuk yang akan digelintarkan

source: Error contacting the server. Please try again later
eu: Akatsa zerbitzariarekin elkarketatzerakoan. Saiatu berriro geroago.
ms: Ralat semasa menyambung ke pelayan. Sila cuba lagi kemudian

source: Please search and select a movie from the list
eu: Mesedez bilatu eta hautatu filma bat zerrendatik
ms: Sila gelintar dan pilih cereka dari senarai

source: Site:
eu: Gunea:
ms: Laman:

source: Filter by :
eu: Iragazi honela:
ms: Tapis berdasarkan :

source: Subtitles found:
eu: Aurkitutako azpidatziak:
ms: Sari kata ditemui:

source: Videofile
eu: Bideo-agiria
ms: Fail Video

source: Subtitle
eu: Azpidatzia
ms: Sari Kata

source: The list of video/subtitle is empty
eu: Bideo/azpidatzi zerrenda hutsik dago
ms: Senarai video/sari kata adalah kosong

source: Subtitle %s is repeated
eu: %s azpidatzi errepikatuta
ms: Sari kata %s telah berulang

source: Videofile %s is repeated
eu: %s bideo-agiri errepikatuta
ms: Fail video %s telah diulang

source: Some of the upload rows are empty
eu: Igoketaren lerro batzuk hutsik daude
ms: Sebahagian daripada baris muat naik adalah kosong

source: Some of the video/subtitles fields are empty
eu: Bideo/azpidatzi eremu batzuk hutsik daude
ms: Sebahagian daripada ruang video/sari kata adalah kosong

source: Click here to select video...
eu: Klikatu hemen bideoa hautatzeko...
ms: Sila klik di sini untuk memilih video...

source: Click here to select subtitle...
eu: Klikatu hemen azpidatzia hautatzeko...
ms: Sila klik di sini untuk memilih sari kata...

source: 1st Tab:
eu: 1. Fitxa
ms: Tab 1:

source: 2nd Tab:
eu: 2. Hegatsa:
ms: Tab Ke2:

source: 3rd Tab:
eu: 3. Hegatsa:
ms: Tab Ke3:

source: If you don't have the videos in your machine, you can search subtitles by introducing the title/name of the video.
eu: Bideoak zure ordenagailuan ez badituzu, azpidatziak bideoaren izenburua idatziz bila ditzakezu.
ms: Jika anda tidak mempunyai video didalam komputer anda, anda juga boleh menggelintar sari kata dengan memasukkan nama/tajuk video tersebut.

source: All languages
eu: Hizkuntza guztiak
ms: Semua bahasa

source: Select the directory that contains your videos
eu: Hautatu zure bideoak dituen zuzenbidea
ms: Pilih direktori yang mengandungi video anda

source: Select the video(s) that need subtitles
eu: Hautatu azpidatziak behar ditu(zt)en bideoa(k)
ms: Pilih video yang memerlukan sari kata

source: You are not connected to the server. Please reconnect first.
eu: Ez zaude zerbitzarira elkarketatuta. Elkarketatu mesedez.
ms: Anda tidak menyambung ke pelayan. Sila sambung semula terlebih dahulu.

source: Scanning...
eu: Mihatzen...
ms: Mengimbas...

source: Scanning files
eu: Agiriak mihatzen
ms: Mengimbas fail

source: Scan Results
eu: Mihaketa Emaitzak
ms: Hasil imbasan

source: No video has been found!
eu: Ez da bideorik aurkitu!
ms: Tiada video ditemui!

source: No default video player has been defined in Settings.
eu: Ez da berezko bideo irakurgailurik hautatu Ezarpenetan.
ms: Tiada pemain video lalai telah ditetapkan didalam Tetapan.

source: Playing video + sub
eu: Bideoa + azpidatzia irakurtzen
ms: Memainkan video + sari kata

source: Downloading files...
eu: Agiriak jeisten...
ms: Memuat turun fail...

source: Unable to launch videoplayer
eu: Ezin izan da bideo-irakurgailua abiarazi
ms: Tidak boleh melancarkan pemain video

source: View IMDB info
eu: Ikusi IMDB argibideak
ms: Papar maklumat IMDB

source: Set IMDB info...
eu: Ezarri IMDB argibideak...
ms: Tetapkan maklumat IMDB...

source: Play video + subtitle
eu: Irakurri bideoa + azpidatzia
ms: Mainkan video + sari kata

source: View online info
eu: Ikusi online argibideak
ms: Papar maklumat atas talian

source: No subtitles selected to be downloaded
eu: Ez jeisteko azpidatzirik hautatu
ms: Tiada sari kata dipilih untuk dimuat turun

source: Downloading...
eu: Jeisten...
ms: Memuat turun...

source: Error write permission
eu: Akatsa baimena idaztean
ms: Ralat kebenaran tulis

source: %s cannot be saved. Check that the folder exists and you have write-access permissions.
eu: %s ezin da gorde. Egiaztatu agiritegi hori dagoen eta idazketa-baimenik duzun.
ms: %s tidak dapat disimpan. Semak sama ada folder sudah wujud dan anda mempunyai kebenaran capai-tulis.

source: Save subtitle as...
eu: Gorde azpidatzia honela...
ms: Simpan sari kata sebagai...

source: File already exists
eu: Agiria badago jadanik
ms: Fail sudah wujud

source: Skip
eu: Jauzi
ms: Langkau

source: Replace
eu: Ordeztu
ms: Gantikan

source: Replace all
eu: Ordeztu denak
ms: Ganti semua

source: Unable to download subtitle %s
eu: Ezin izan da %s azpidatzia jeitsi
ms: Tidak boleh memuat turun sari kata %s

source: Info
eu: Argibideak
ms: Maklumat

source: You must enter at least one character in movie name
eu: Gutxienez hizki bat sartu behar duzu filmaren izenean
ms: Anda mesti masukkan sekurang-kurangnya satu aksara pada nama cereka

source: Searching...
eu: Bilatzen...
ms: Menggelintar...

source: Select the directory where to save the subtitle(s)
eu: Hautatu azpidatzia(k) gordetzeko zuzenbidea
ms: Sila pilih lokasi untuk penyimpanan sari kata ini

source: Downloading
eu: Deskargatzen
ms: Memuat Turun

source: The downloaded subtitle(s) may not be in sync with your video file(s), please check this manually. If there is no sync problem, please consider re-uploading using subdownloader. This will automate the search for other users!
eu: Jeitsitako azpidatzia(k) agian ez dago ondo aldiberetuta bideoarekin, eskuz egiaztatu. Aldiberetze arazorik ez badago, mesedez igo ezazu berriro SubDownloader erabiliz. Honek bilaketa berezgaitasunduko du beste erabiltzaileentzat!
ms: Sari kata yang telah dimuat turun berkemungkinan tidak segerak dengan fail video anda, sila buat semakan secara manual. Jika tiada masalah penyegerakan, sila muat naik semula sari kata tersebut menggunakan SubDownloader. Langkah ini membolehkan sari kata tersebut di cari oleh pengguna lain!

source: Sub Info
eu: Azpidatzi argibideak
ms: Maklumat Sari Kata

source: Select the video/folder that needs subtitles:
eu: Hautatu azpidatziak behar dituen bideoa/agiritegia:
ms: Sila pilih video/fail yang memerlukan sari kata:

source: Select videos that need subtitles
eu: Hautatu azpidatziak behar dituzten bideoak
ms: Sila pilih video yang memerlukan sari kata

source: Select videos...
eu: Hautatu bideoak...
ms: Sila pilih video...

source: Click here to Search the subtitles of the movies in that folder
eu: Klikatu hemen Bilatzeko agiritegi horretako filmen azpidatziak
ms: Klik di sini untuk menggelintar sari kata cereka di dalam fail tersebut

source: Select folder...
eu: Hautatu agiritegia...
ms: Sila pilih fail...

source: Search subtitles
eu: Bilatu azpidatziak
ms: Gelintar sari kata

source: Videos/Subtitles found:
eu: Aurkitutako Bideoak/Azpidatziak:
ms: Video/Sari kata ditemui:

source: Filter by:
eu: Iragazi honela:
ms: Tapis berdasarkan:

source: Play
eu: Irakurri
ms: Mainkan

source: Search from Video file(s)
eu: Bilatu Bideo agiri(eta)tik
ms: Gelintar dari fail Video

source: Search by Movie Name
eu: Bilatu Filma Izenez
ms: Gelintar berdasarkan Nama Cereka

source: Upload subtitles
eu: Igo azpidatziak
ms: Muat Naik Sari Kata

source: &Main
eu: &Nagusia
ms: &Utama

source: &Help
eu: &Laguntza
ms: &Bantuan

source: &Settings
eu: &Ezarpenak
ms: &Tetapan

source: &View
eu: &Ikusi
ms: &Papar

source: Quit
eu: Utzi
ms: Keluar

source: Visit HomePage
eu: Ikusi EtxekoOrria
ms: Lawati Laman Sesawang

source: Report A Problem
eu: Jakinarazi Arazo Bat
ms: Laporkan Masalah

source: Log Messages
eu: Ohar Mezuak
ms: Mesej Log

source: Show/Hide Tree Folder
eu: Erakutsi/Ezkutatu Zuhaitz Agiritegia
ms: Papar/Sembunyi Folder Pepohon

source: Login into OpenSubtitles.org
eu: Hasi saioa OpenSubtitles.org-en
ms: Daftar masuk ke OpenSubtitle.org

source: Username:
eu: Erabiltzaile izena
ms: Nama Pengguna:

source: Password:
eu: Pasahitza:
ms: Kata Laluan:

source: Loading...
eu: Gertatzen...
ms: Memuatkan...

source: Building main dialog...
eu: Elkarrizketa nagusia eraikitzen...
ms: Membina dialog utama...

source: Enable in your Windows Explorer
eu: Gaitu zure Windows Explorer-ean
ms: Benarkan didalam Windowa Explorer anda

source: Enable in your File Manager
eu: Gaitu zure Agiri Kudeatzailean
ms: Benarkan didalam Pengurus Fail anda

source: Alert
eu: Kontuz
ms: Waspada

source: Modified proxy settings will take effect after restarting the program
eu: Aldatutako proxy ezarpenek programa berrabiarazi ondoren izango dute eragina
ms: Tetapan proksi yang diubahsuai akan berkesan selepas memulakan semula program

source: The new language will be displayed after restarting the program.
eu: Hizkuntza berria programa berrabiarazi ondoren erakutsiko da
ms: Bahasa baru akan dipaparkan selepas memulakan semula program.

source: Select the Video Player executable file
eu: Hautatu Bideo Irakurgailuaren agiri exekutagarria
ms: Pilih fail boleh laku Pemain Video
